{
  "hero.title": "Styling, Technologie und Design",

  "hero.subtitle": "Hersteller von Kleidung für die besten internationalen Marken.",
  "hero.cta": "Kontaktiere uns",

  "research.subtitle": "Spitzenreiter",
  "research.title": "Unsere Technologien",
  "research.description": "Seit Beginn unserer Tätigkeit haben wir in modernste Technologien und in die Entwicklung neuester Maschinen investiert, die es uns ermöglichen, effizient zu produzieren und gleichzeitig höchste Qualität zu gewährleisten. Neben den Nähmaschinen sind wir führend in moderneren und raffinierteren Technologien wie dem Tapen und Schweißen. Wir sind auch auf die Klebetechnik spezialisiert. Wir haben ein Team von spezialisierten Technikern zusammengestellt und wenden diese Verfahren bei der Herstellung von Kleidung und Taschen/Accessoires an.",

  "research.one.title": "Musterbuch und Produktion",
  "research.one.content": "Ausgestattet mit einem Musterraum für kleine und größere Produktionslinien passen wir uns flexibel und dynamisch an die Produktionsanforderungen unserer Kunden an. Außerdem überprüfen wir jedes Material vor der Verwendung in unserem hauseigenen Labor, das mit allen erforderlichen Instrumenten ausgestattet ist, um die Leistung jedes Bauteils zu überprüfen, und bieten somit eine Qualitätskontrolle in jeder Phase der Produktionskette.",

  "research.two.title": "Prototypen",
  "research.two.content": "Die Entwicklung von Prototypen ermöglicht es uns, das Aussehen und die Passform des Kleidungsstücks zu überprüfen, um die Qualität des endgültigen Kleidungsstücks zu gewährleisten. Wir prüfen jede Möglichkeit zur Verbesserung der Leistung und der Produktionszeit, um stets das bestmögliche Produkt zu erhalten.",

  "research.three.title": "Papiermuster",
  "research.three.content": "Wir haben 50 Jahre Erfahrung in der Erstellung von Papiermustern anhand von Zeichnungen und Datenblättern und verfügen seit langem über ein fortschrittliches und sich ständig weiterentwickelndes CAD-Computersystem, mit dem wir dreidimensional (3D) entwickeln können. Erfahrung und Forschung ermöglichen es uns, Passform und Schnittbilderstellung zu studieren und zu perfektionieren, bevor wir den Stoff für die Herstellung des Kleidungsstücks zuschneiden.",

  "research.four.title": "Forschung und Entwicklung",
  "research.four.content": " Unser Team widmet sich der Suche nach leistungsstarken und hochwertigen Stoffen und Accessoires, um einzigartige und innovative Kleidungsstücke zu entwickeln. Das Studium und die Erforschung neuer Materialien, seien es Fasern, Stoffe oder Zubehör, sind von grundlegender Bedeutung, um innovative, leistungsstarke und nachhaltige Vorschläge anbieten zu können, die dem Endverbraucher maximale Sicherheit bieten.",

  "nav.home": "Startseite",
  "nav.about": "Über uns",
  "nav.our-sites": "Unsere Standorte",
  "nav.contact": "Kontakt",
  "nav.language": "Sprache"
}
