{
  "nav.home": "Home",
  "nav.about": "Chi siamo",
  "nav.our-sites": "Le nostre sedi",
  "nav.contact": "Contatti",
  "nav.language": "Lingua",

  "hero.title": "Styling - Technology - Design",
  "hero.subtitle": "I produttori di abbigliamento dei migliori marchi internazionali.",
  "hero.cta": "Contattaci",

  "research.subtitle": "All'avanguardia",
  "research.title": "Le nostre tecnologie",
  "research.description": "Sin dall’inizio della nostra attività abbiamo investito in tecnologie all’avanguardia e nello sviluppo di macchinari di ultima generazione, che permettono di produrre con efficienza garantendo la massima qualità. Oltre a linee di cucitrici, siamo leaders in tecnologie più moderne e raffinate come nastratura e saldatura. Siamo anche specializzati nella tecnologia di bonding. Abbiamo creato un team di tecnici specializzati, e applichiamo queste lavorazioni nella produzione di abbigliamento e di borse/zaini/accessori.",

  "research.one.title": "Campionario e Produzione",
  "research.one.content": " Forniti sia di una sala campioni per piccole produzioni sia di linee per ordini di maggiori quantità, ci adeguiamo con flessibilità e dinamismo alle necessità produttive dei nostri clienti, controllando anche ogni materiale prima dell’utilizzo grazie al nostro laboratorio interno, dotato di tutti gli strumenti necessari per verificare la performance di ogni componente e offrendo quindi un servizio di controllo qualità ad ogni step della catena produttiva.",

  "research.two.title": "Prototipia",
  "research.two.content": " Lo sviluppo di una prototipia permette di verificare il look del capo e la sua vestibilità, assicurando la qualità del capo finale definitivo. Verifichiamo ogni possibilità di migliorare le performances e i tempi produttivi, ottenendo sempre il miglior prodotto possibile",

  "research.three.title": "Modellistica",
  "research.three.content": "Abbiamo 50 anni di esperienza nella creazione di cartamodelli partendo da disegni e schede tecniche, e da tempo abbiamo aggiunto un sistema computerizzato avanzato, e sempre in evoluzione, di CAD, che può essere sviluppato in tridimensioni (3D). Esperienza e ricerca ci permettono di studiare vestibilità e piazzamento, perfezionando entrambi prima di tagliare il tessuto per realizzare il capo.",

  "research.four.title": "Ricerca e Sviluppo",
  "research.four.content": " Un team dedicato alla ricerca di tessuti e accessori performanti e di alta qualità per sviluppare capi sempre unici e all’avanguardia. Lo studio e la ricerca di nuovi materiali, siano essi fibre, tessuti o accessoristica; sono fondamentali per offrire proposte all’avanguardia, performanti, sostenibili e che diano la massima sicurezza agli utilizzatori finali.",

  "home.certifications.title": "Le nostre certificazioni",

  "about.title": "Chi siamo",
  "about.top-fragment": "La nostra storia parte dal 1983, quando la STD Reggiani, acronimo che significa Styling, Technology e Design, iniziò ad operare disegnando e seguendo le produzioni di abbigliamento per grandi marchi internazionali. Gianfranco Reggiani, il fondatore, si è sempre e da subito distinto per le sue straordinarie doti non solo di imprenditore, ma di designer e conoscitore del prodotto, collaborando con molti marchi internazionali.",
  "about.mid-fragment": "Siamo presenti in Cina dal 2004, inizialmente con una joint venture, e in un secondo momento e da oramai quasi 19 anni una azienda situata in Cina interamente sotto nostra cura, con possibilità completa di creare uno spazio innovativo, capace di portare i nostri servizi e le nostre tecnologie a livello internazionale, quindi:",
  "about.bot-fragment": "La crescita globale avvenuta in numerosi anni di lavoro, ci ha permess di crescere globalmente, accumulando un bagaglio di conoscenze e Know-How considerevole, in grado di risolvere problematiche e scegliere strategici modi di operare internazionalmente dal design alla produzione.",
  "about.list-1": "Scelta di operare in un’azienda 100% influenzabile dalle nostre idee",
  "about.list-2": "Formazione di tecnici e manager in loco esperti in:",
  "about.list-3": "<span class='font-bold'>Standard qualitativi elevati</span>, con introduzione del concetto del “total quality system” e del design tecnico come lettura dei contenuti del prodotto.",
  "about.list-4": "Introduzione del <span class='font-bold'> controllo giornaliero dell’operatività</span> di ogni settore: dall’input alla produzione, al controllo, il packing e le consegne.",

  "sites.title": "Le nostre sedi",
  "sites.description": "Dal momento della fondazione del nostro Business ad oggi, siamo cresciuti notevolmente, ed il nostro team di professionisti qualificati si estende dalla Svizzera, in due diverse sedi, fino a Hong Kong.",

  "contact.title": "Contatti",
  "contact.description": "Siamo qui per voi.",
  "contact.subtitle": "Contatta Reggiani <span class='font-bold text-reggianiRed'>S.T.D.</span>",
  "contact.text": "Contattateci per qualsiasi informazione, saremo lieti di rispondervi.",
  "contact.send": "Invia messaggio",
  "contact.fullName": "Nome e Cognome",
  "contact.emailAddress": "Indirizzo Email",
  "contact.yourMessage": "Il tuo messaggio"
}
